; memreduct
; https://github.com/henrypp/memreduct/tree/master/bin/i18n
;
; DO NOT MODIFY THIS FILE -- YOUR CHANGES WILL BE ERASED!

; Arabic
; Ayad Seghairi

[Arabic]
001=لا يوجد تحديثات متاحة.
002=هنالك تحديث متاح، هل تريد تنزيله؟
003=ملف
004=الإعدادات
005=خروج
006=اللغة
007=مساعدة
008=موقع الويب
009=تحقق من وجود تحديثات
010=حول
011=تبرع
012=إظهار / إخفاء
013=تعطيل
014=مناطق نظيفة
015=نظف عندما يكون أكبر من
016=نظف الكل
017=محو الذاكرة
018=ذاكرة فعلية
019=الذاكرة الظاهرية
020=ذاكرة التخزين المؤقت للنظام
021=الإستعمال
022=متاح
023=إجمالي المتاح
024=عام
025=تنظيف الذاكرة
026=المظهر
027=رمز الإعلام
028=إغلاق
029=الإعداد العام
030=إعادة تعيين
031=مناطق الذاكرة التي يمكن تنظيفها
032=إدارة الذاكرة
033=اختصار لوحة المفاتيح
034=نمط
035=مؤشرات اللون
036=التحكم بالماوس
037=الإشعارات
038=مرئي دائما
039=بدء التشغيل عند بدء تشغيل النظام
040=إطلاق في الوضع المصغر
041=تأكيد جمع القمامة
042=تجاهل تحذير التحكم في حساب المستخدم
043=تحقق بانتظام من التحديثات (مستحسن)
044=اختيار اللغة
051=التنظيف عند بلوغ حد الاستخدام
052=التنظيف على فترات محددة
053=مسح الذاكرة:
054=إستخدم خلفية شفافة
055=إظهار الحدود
056=زوايا دائرية
057=تغيير لون الخلفية (بدلًا من النص والحدود)
058=استخدام الصقل
059=الخط:
060=لون النص
061=لون الخلفية
062=لون المستوى "الحرج"
063=لون مستوى "الخطر"
064=حد مستوى التحذير
065=حد مستوى الخطر
067=نقرة بالزر الأوسط
068=إظهار / إخفاء
069=محو الذاكرة
070=فتح مدير المهام
071=إظهار نتائج جمع القمامة
072=هل أنت متأكد أنك تريد تنظيف الذاكرة؟
073=التبديل بين "قائمة الانتظار" و "قائمة الصفحات المعدلة" يمكن أن يجمد جهاز الكمبيوتر الخاص بك لمدة دقيقة تقريبًا
074=لا تظهر مرة أخرى
075=تم تنظيف الذاكرة: تم تحرير٪ s.
076=حقوق المسؤول مطلوبة: الرجاء إعادة تشغيل التطبيق كمسؤول!
077=يتم تنزيل التحديث...
078=إنتهى تنزيل التحديث.
079=حدث خطأ اثناء الإتصال بالخادم.
080=يتم فحص إذا كان هنالك إصدارات جديدة...
081=تحديث متاح، هل تريد تنزيله؟
082=إعادة تعيين
083=هل أنت متأكد أنك تريد إعادة ضبط كل الإعدادات؟
084=تفعيل الإخطارات الصوتية
085=متقدم
086=معاينة
087=استخدم المظهر الداكن
045=مجموعة العمل
046=ذاكرة التخزين المؤقت لملفات النظام
047=قائمة الاستعداد (دون أولوية)
048=قائمة الاستعداد*
049=قائمة الصفحات المعدلة*
050=دمج قوائم الذاكرة (Windows 10+)
066=نقرة واحدة
089=السماح بتنظيف قائمة الاستعداد وقائمة الصفحات المعدلة أثناء التنظيف التلقائي
090=تسجيل نتائج التنظيف في سجل التصحيح
091=السمة
092=إعداد النظام الافتراضي
093=فاتح
094=داكن
095=ذاكرة التخزين المؤقت للسجل (Windows 8.1+)
096=ذاكرة التخزين المؤقت للملفات المعدلة
097=لوحة المعلومات
098=دقائق
099=اضغط مجموعة مفاتيح جديدة
100=يجب أن يتضمن الاختصار Win أو Ctrl أو Alt أو Shift.
101=حفظ
102=إلغاء
103=هذا الاختصار مستخدم بالفعل.

; Bulgarian
; Превод: Иван Караджов

[Bulgarian]
001=Няма обновяване.
002=Налично е обновяване. Да бъде ли изтеглено и инсталирано?
003=Файл
004=Настройки
005=Изход
006=Език
007=Помощ
008=Страница
009=Проверка за обновяване
010=Относно
011=Дарение!
012=Показване/скриване
013=Изключване
014=Почистване на
015=Почистване над
016=Почистване през
017=Почистване на памет
018=Физическа памет
019=Виртуална памет
020=Работен пакет на системата
021=Използвано
022=Свободно
023=Общо свободно
024=Общи
025=Памет
026=Оформление
027=Пиктограма
028=Затваряне
029=Общи настройки
030=Език
031=Райони от паметта, подлежащи на почистване
032=Управление на паметта
033=Клавишна комбинация
034=Стилове
035=Цветова индикация
036=Управление с мишката
037=Известия
038=Винаги на преден план
039=Стартиране с Windows
040=Стартиране в системната лента
041=Потвърждаване при начало на почистване
042=Прескачане на предупреждението от User Account Control
043=Периодична проверка за обновяване (препоръчително)
044=Избор на език
051=Почистване при достигане на праг на използване
052=Почистване през зададен интервал
053=Почистване на памет:
054=Използване на прозрачен фон
055=Рамката да е видима
056=Заобляне на ъглите
057=Променяне цвета на фона (вместо текста и рамката)
058=Използване на сгласяне
059=Шрифт:
060=Цвят на текста
061=Цвят на фона
062=Цвят на ниво „внимание“
063=Цвят на ниво „опасно“
064=Праг за ниво на предупреждение
065=Праг за ниво на опасност
066=Единично щракване
067=Щракване със средния бутон
068=Показване/скриване
069=Почистване на паметта
070=Диспечер на задачите
071=Резултат от почистване на памет
072=Желаете ли паметта да бъде почистена?
073=Включването на „Standby list“ и „Modified page list“ може да бъде причина устройството да не отговаря за около минута, желаете да отметнете?
074=Без повторно задаване на въпроса
075=Освободена е %s памет.
076=Необходими са права на администратор. Отворете приложението като адмитистратор!
077=Изтегляне на обновяване…
078=Обновяването е изтеглено.
079=Грешка при свързване със сървъра за обновявания.
080=Проверка за обновяване…
081=Има обновяване, желаете ли да бъде инсталирано?
082=Нулиране
083=Желаете ли настройките на приложението да бъдат нулирани?
084=Известие със звук
085=Разширени
086=Изглед
087=Тъмна тема
088=Скорост
045=Работен набор
046=Системен файлов кеш
047=Списък в готовност (без приоритет)
048=Списък в готовност*
049=Списък с променени страници*
050=Обединяване на списъците с памет (Windows 10+)
089=Разрешаване на почистването на списъка в готовност и списъка с променени страници при автоматично почистване
090=Записване на резултатите от почистването в диагностичен дневник
091=Тема
092=Системна настройка
093=Светла
094=Тъмна
095=Кеш на системния регистър (Windows 8.1+)
096=Кеш на променените файлове
097=Табло
098=минути
099=Натиснете нова клавишна комбинация
100=Комбинацията трябва да съдържа Win, Ctrl, Alt или Shift.
101=Запазване
102=Отказ
103=Тази клавишна комбинация вече се използва.

[Catalan]
001=No hi ha actualitzacions disponibles.
002=Nova versió disponible. Obrir la pàgina de descàrrega?
003=Arxiu
004=Configuració
005=Sortir
006=Idioma
007=Ajuda
008=Lloc web
009=Buscar actualitzacions
010=Quant a
011=Donar les gràcies!
012=Mostrar/Amagar
013=Deshabilitar
014=Netejar àrees
015=Netejar per sobre de
016=Netejar cada
017=Netejar memoria
018=Memoria física
019=Memoria virtual
020=Conjunt de treball del sistema
021=Ús
022=Disponible
023=Total disponible
025=Neteja de memoria
026=Aparença
027=Icona de safata
028=Tancar
029=Configuració general
030=Idioma
031=Regions de memoria a netejar
032=Gestió de memoria
033=Drecera de teclat
034=Estil
035=Indexació del color
036=Control del ratolí
037=Notificacions
038=Siempre a sobre
039=Carregar al iniciar el sistema
040=Iniciar minimitzat
041=Confirma l'inici de la neteja de memoria
042=Ometre advertència de control de comptes d'usuari
043=Buscar actualitzacions periòdicament (recomanat)
044=Selecciona l'idioma
051=Neteja en arribar al llindar d'ús
052=Neteja a intervals especificats
053=Netejar memoria:
054=Utilitzar fons transparent
055=Ensenyar vores
056=Vores arrodonides
057=Cambiar color de fons (en comptes de text i vores)
058=Utilitzar suavitzat
060=Color del text
061=Color del fons
062=Color del "Nivell d'advertència"
063=Color del "Nivell de perill"
064=Llindar del nivell d'avís
065=Llindar del nivell de perill
067=Clic amb el botó del mig
068=Ensenyar/Amagar
069=Netejar memoria
070=Obrir administrador de tasques
071=Ensenyar resultats de neteja de memoria
072=¿Segur que vol netejar la memoria?
073=Habilitar "Llista d'espera" i "Llista de pàgines modificades" pot congelar el seu ordinador per casi un minut més o menys, està segur d'habilitar aquesta opció?
074=No tornar a preguntar
075=La memoria ha sigut netejada amb %s estalviades.
076=Privilegis d'administrador requerits, si us plau executi el programa com administrador!
077=Descarregant actualització...
078=Descàrrega de l'actualització acabada.
079=Error en la connexió amb el servidor d'actualització.
080=Revisant per noves versions...
081=Actualització dispoinble, vols instalar·les ara?
082=Reiniciar
083=Realment estàs segur que vols reiniciar tota la configuració de l'aplicació?
045=Conjunt de treball
046=Memòria cau de fitxers del sistema
047=Llista d'espera (sense prioritat)
048=Llista d'espera*
049=Llista de pàgines modificades*
050=Combina les llistes de memòria (Windows 10+)
066=Clic
089=Permet netejar la llista d'espera i la llista de pàgines modificades durant la neteja automàtica
090=Registra els resultats de la neteja al registre de depuració
091=Tema
092=Opció predeterminada del sistema
093=Clar
094=Fosc
095=Memòria cau del registre (Windows 8.1+)
096=Memòria cau de fitxers modificats
097=Tauler
098=minuts
099=Premeu una combinació de tecles nova
100=La drecera ha d'incloure Win, Ctrl, Alt o Shift.
101=Desa
102=Cancel·la
103=Aquesta drecera ja està en ús.
024=General
084=Activa el so de les notificacions
085=Avançat

; 简体中文—Chinese Simplified
; 译者：EricChen 林师兄 Initial-heart

[Chinese (Simplified)]
001=当前已是最新版本。
002=有更新版本，是否下载并安装？
003=文件
004=设置
005=退出
006=语言
007=帮助
008=项目网站
009=检查更新
010=关于
011=捐赠......
012=显示/隐藏
013=禁用
014=清理区域
015=清理界限
016=清理间隔
017=清理内存
018=物理内存
019=虚拟内存
020=系统工作集
021=已用
022=空闲
023=总计
024=常规
025=内存清理
026=外观
027=托盘图标
028=关闭
029=选项
030=语言
031=要清理的内存区域
032=自动管理内存
033=快捷键
034=个性化
035=颜色指示
036=鼠标控制
037=通知
038=窗口始终置顶
039=开机自启
040=最小化启动（不显示窗口）
041=在内存清理前手动确认
042=跳过“用户账户控制（UAC）”提示
043=自动检查更新（推荐）
044=选择语言
051=占用达阈值时清理
052=每隔指定时间清理
053=清理内存：
054=使用透明背景（不显示颜色提示）
055=显示边框
056=圆角模式
057=更改背景颜色（不包括文本及边框）
058=启用抗锯齿
059=字体：
060=文本颜色
061=正常背景颜色
062=“警告级别”背景色
063=“危险级别”背景色
064=警告级别阈值
065=危险级别阈值
067=中键单击
068=显示/隐藏
069=清理内存
070=打开任务管理器
071=显示内存清理结果
072=确定要清理内存吗？
073=选中 "备用内存" 与 "已修改内存" 可能导致在清理内存时电脑无响应数分钟。你确定要启用吗？
074=不再提示
075=内存已释放：%s
076=需要管理员权限，请以管理员模式运行！
077=下载更新中...
078=更新已完成。
079=更新服务器连接失败。
080=检查新版本...
081=有更新可用，是否下载并安装?
082=重置
083=确定要将所有设置恢复默认吗？
084=开启通知音效
085=高级
086=视图
087=夜间模式
088=速度
045=工作集
046=系统文件缓存
047=备用列表（不含优先级）
048=备用列表*
049=已修改页面列表*
050=合并内存列表（Windows 10+）
066=单击
089=允许自动清理备用列表和已修改页面列表
090=将清理结果写入调试日志
091=主题
092=跟随系统
093=浅色
094=深色
095=注册表缓存（Windows 8.1+）
096=已修改文件缓存
097=仪表盘
098=分钟
099=按下新的组合键
100=快捷键必须包含 Win、Ctrl、Alt 或 Shift
101=保存
102=取消
103=该快捷键已被其他程序占用

; 正體中文-台灣
; 孟武尼德霍格龍(20250328 增修編譯)、NeKoOuO 編譯

[Chinese (Traditional)]
001=無更新可用。
002=發現新的更新，是否下載並安裝它們？
003=檔案
004=設定
005=離開
006=語言
007=說明
008=官方網站首頁
009=檢查更新
010=關於
011=為開發者贊助，感謝它時刻為您的記憶體健康著想
012=顯示/隱藏
013=停用
014=清理區域
015=清理門檻
016=清理間隔
017=清理記憶體
018=實體記憶體
019=虛擬記憶體
020=系統工作集
021=已用空間
022=可用空間
023=全部空間
024=一般
025=記憶體清理
026=外觀
027=系統匣圖示
028=關閉
029=一般設定
030=語系
031=要清理的記憶體區域
032=記憶體管理
033=快速鍵
034=樣式
035=顏色提示
036=滑鼠控制
037=通知
038=視窗最上層顯示
039=開機自動啟動
040=啟動時最小化
041=清理記憶體前確認
042=略過「使用者帳戶控制(UAC)」彈出警告
043=定期檢查更新（推薦）
044=選擇語言
051=使用量達到閾值時清理
052=每隔指定時間清理
053=清理記憶體：
054=使用透明背景
055=顯示邊框
056=圓角
057=更改背景顏色（不是文字和邊框）
058=使用抗鋸齒
059=字體：
060=文字顏色
061=背景顏色
062=「警告級別」顏色
063=「危險級別」顏色
064=警告等級閾值
065=危險等級閾值
066=按一下
067=按一下滑鼠中鍵
068=顯示/隱藏
069=清理記憶體
070=開啟工作管理員
071=顯示記憶體清理結果
072=確定要清理記憶體嗎？
073=啟用「待命清單」和「已修改頁面清單」可能導致電腦在清理時暫時沒有回應。確定要啟用嗎？
074=不再詢問
075=已釋放 %s 記憶體
076=需要系統管理員權限，請以系統管理員身分重新啟動應用程式。
077=下載更新中...
078=更新下載成功！
079=更新伺服器連線錯誤！
080=正在檢查新版本...
081=發現新版本，您是否要安裝它們？
082=重設
083=您確定要將應用程式設定全部重設成預設值嗎？
084=啟用通知音效
085=進階
086=檢視
087=使用暗色主題
088=速度
045=工作集
046=系統檔案快取
047=待命清單（不含優先順序）
048=待命清單*
049=已修改頁面清單*
050=合併記憶體清單（Windows 10+）
089=允許自動清理待命清單和已修改頁面清單
090=將清理結果寫入偵錯記錄
091=佈景主題
092=跟隨系統
093=淺色
094=深色
095=登錄快取（Windows 8.1+）
096=已修改檔案快取
097=儀表板
098=分鐘
099=按下新的組合鍵
100=快速鍵必須包含 Win、Ctrl、Alt 或 Shift
101=儲存
102=取消
103=此快速鍵已被其他程式使用

; Czech
; Překlad do češtiny (Tom Longhorn)

[Czech]
003=Soubor
004=Nastavení
005=Ukončit
006=Jazyk
007=Nápověda
008=Webové stránky
009=Kontrola aktualizací
010=O aplikaci
011=Poděkovat!
012=Zobrazit/Skrýt
013=Zakázat
014=Vyčistit oblasti
015=Vyčistit, pokud je větší než
016=Vyčistit každých
017=Vyčistit paměť
018=Fyzická paměť
019=Virtuální paměť
020=Systémová pracovní sada
021=Využití
022=Dostupné
023=Celkově dostupné
024=Obecné
025=Čištění paměti
026=Vzhled
027=Ikona na hlavním panelu
028=Zavřít
029=Obecná konfigurace
030=Jazyk
031=Oblasti paměti, které mají být vyčištěny
032=Správa paměti
033=Klávesová zkratka
034=Styl
035=Barevné označení
036=Ovládání myší
037=Oznámení
038=Vždy na vrchu
039=Načíst po spuštění systému
040=Spustit minimalizovaně
041=Potvrdit spuštění čištění
042=Přeskočit výstrahu "Řízení uživatelských účtů" (UAC)
043=Pravidelně kontrolovat aktualizace (doporučeno)
044=Vybrat jazyk
051=Vyčistit při dosažení limitu využití
052=Čistit v zadaných intervalech
053=Vyčistit paměť:
054=Použít průhledné pozadí
055=Zobrazit okraj
056=Zaoblené rohy
057=Změnit barvu pozadí (místo textu a okraju)
058=Použít antialiasing
059=Písmo:
060=Barva textu
061=Barva pozadí
062=Barva pro "stupeň varování"
063=Barva pro "stupeň nebezpečí"
064=Limit úrovně upozornění
065=Limit úrovně nebezpečí
067=Kliknutí prostředním tlačítkem
068=Zobrazit/Skrýt
069=Vyčistit paměť
070=Otevřít Správce úloh
071=Zobrazit výsledky čištění paměti
072=Opravdu chcete vyčistit paměť?
073=Přepnutí na "Pohotovostní seznam" a "Seznam upravených stránek" může způsobit zamrznutí počítače na dobu téměř jedné minuty, jste si jisti, že chcete tuto možnost povolit?
074=Dále se neptat
075=Paměť byla uvolněna s výsledkem: %s.
076=Vyžadují se práva správce, spusťte tento program jako správce!
082=Resetovat
083=Jste si opravdu jisti, že chcete obnovit všechna nastavení aplikace?
084=Povolit zvuk oznámení
085=Pokročilé
045=Pracovní sada
046=Mezipaměť systémových souborů
047=Pohotovostní seznam (bez priority)
048=Pohotovostní seznam*
049=Seznam změněných stránek*
050=Sloučit seznamy paměti (Windows 10+)
066=Jedno kliknutí
089=Povolit čištění pohotovostního seznamu a seznamu změněných stránek při automatickém čištění
090=Zapisovat výsledky čištění do protokolu ladění
091=Motiv
092=Výchozí nastavení systému
093=Světlý
094=Tmavý
095=Mezipaměť registru (Windows 8.1+)
096=Mezipaměť změněných souborů
097=Řídicí panel
098=minut
099=Stiskněte novou kombinaci kláves
100=Zkratka musí obsahovat Win, Ctrl, Alt nebo Shift.
101=Uložit
102=Zrušit
103=Tato klávesová zkratka se již používá.

; <Dutch>
; <aad van der steeg>

[Dutch]
001=Geen updates beschikbaar.
002=Update beschikbaar, downloaden en installeren?
003=Bestand
004=Instellingen
005=Afsluiten
006=Taal
009=Zoeken naar updates
010=Over
011=Bedank me
012=Weergeven/Verbergen
013=Uitschakelen
014=Schoon gebieden
015=Schoon boven de
016=Schoon om de
017=Geheugen opschonen
018=Fysiek Geheugen
019=Virtueel gehugen
020=Systeem werkset
021=Gebruik
022=Beschikbaar
023=Totaal beschikbaar
024=Algemeen
025=Geheugen opruimen
026=Uiterlijk
027=Venster icoon
028=Sluiten
029=Algemene configuratie
030=Taal
031=Geheugengebieden die moeten worden schoongemaakt
032=Geheugen beheer
033=Sneltoets
034=Stijl
035=Kleur indicatie
036=Muis controle
037=Meldingen
038=Altijd bovenaan
039=Laden tijdens opstarten
040=Geminimaliseerd starten
041=Bevestig geheugen opschoning tijdens start
042=Sla "User Account Control" bericht over
043=Periodiek zoeken naar updates (aanbevolen)
044=Taal selecteren
051=Opschonen bij bereiken van gebruiksdrempel
052=Opschonen met opgegeven intervallen
053=Schoon geheugen op:
054=Gebruik transparant achtergrond
055=Lijnen weergeven
056=Ronde hoeken
057=Wijzig achtergrond kleur (in plaats van tekst en lijnen)
058=Gebruik antialiasing
059=Lettertype:
060=Kleur tekst
061=Kleur achtergrond
062=Waarschuwings zone" color
063=Gevaren zone" kleur
064=Drempel voor waarschuwingsniveau
065=Drempel voor gevarenniveau
067=Middelklik
068=Weergeven/Verbergen
069=Schoon het geheugen op
070=Open taakbeheer
071=Toon geheugenreinigingsresultaat
072=Weet u zeker dat u het geheugen wilt opschonen?
073="Standby list" en "Modified page list" aanzetten kan je computer laten vast lopen voor een minuut, weet u zeker dat u dit wil inschakelen?
074=Vraag niet opnieuw
075=%s geheugen vrijgegeven.
076=Administrator rechten vereist, draai aub als adminstrator
077=Update downloaden...
078=Downloaden update gereed.
079=probleem met verbinding server.
080=Zoeken naar nieuwe versies...
081=Update beschikbaar, wilt u deze installeren?
082=Resetten
083=Weet u zeker dat u alle applicatie instellingen wilt resetten?
084=Geluid bij notificaties
085=Geavanceerd
045=Werkset
046=Systeembestandscache
047=Stand-bylijst (zonder prioriteit)
048=Stand-bylijst*
049=Lijst met gewijzigde pagina's*
050=Geheugenlijsten combineren (Windows 10+)
066=Enkele klik
089=Opschonen van de stand-bylijst en lijst met gewijzigde pagina's toestaan tijdens automatisch opschonen
090=Opschoonresultaten naar het foutopsporingslogboek schrijven
091=Thema
092=Systeemstandaard
093=Licht
094=Donker
095=Registercache (Windows 8.1+)
096=Cache met gewijzigde bestanden
097=Dashboard
098=minuten
099=Druk op een nieuwe toetsencombinatie
100=De sneltoets moet Win, Ctrl, Alt of Shift bevatten.
101=Opslaan
102=Annuleren
103=Deze sneltoets is al in gebruik.

; https://www.iso.org/iso-639-language-codes.html
; <Language: French (Fr) | Français>
; <Translator(s): Largo, LoubiTek>, Etienne Jacquemoud>

[French]
001=Aucune mise à jour disponible.
002=Mise à jour disponible : télécharger et installer ?
003=Fichier
004=Paramètres
005=Quitter
006=Langue
007=Aide
008=Site web
009=Vérifier les mises à jour
010=À propos
011=Faire un don
012=Afficher/Masquer
013=Désactiver
014=Nettoyer les zones
015=Nettoyer lorsque supérieur à
016=Nettoyer toutes les
017=Nettoyer la mémoire
018=Mémoire physique
019=Mémoire virtuelle
020=Cache système
021=Utilisation
022=Disponible
023=Total disponible
024=Général
025=Effacer la mémoire
026=Apparence
027=Icône de notification
028=Fermer
029=Configuration générale
030=Réinitialiser
031=Zones de mémoire pouvant être nettoyées
032=Gestion de la mémoire
033=Raccourci clavier
035=Indicateurs de couleur
036=Contrôle de la souris
037=Notifications
038=Toujours visible
039=Lancer au démarrage du système
040=Lancer en mode minimisé
041=Confirmer le nettoyage de la mémoire
042=Ignorer l'avertissement du contrôle de compte utilisateur
043=Vérifier régulièrement les mises à jour (recommandé)
044=Sélectionner la langue
051=Nettoyer lorsque le seuil d'utilisation est atteint
052=Nettoyer à intervalles définis
053=Nettoyer la mémoire :
054=Utiliser un fond transparent
055=Afficher la bordure
056=Coins arrondis
057=Changer la couleur d'arrière-plan (à la place du texte et de la bordure)
058=Utiliser l'anticrénelage
059=Police de caractère :
060=Couleur du texte
061=Couleur de fond
062=Couleur pour le niveau "critique"
063=Couleur pour le niveau "danger"
064=Seuil du niveau d'avertissement
065=Seuil du niveau de danger
066=Clic simple
067=Clic du milieu
068=Afficher/Masquer
069=Nettoyer la mémoire
070=Ouvrir le gestionnaire des tâches
071=Afficher les résultats du nettoyage de la mémoire
072=Êtes-vous sûr de vouloir nettoyer la mémoire ?
073=Alterner entre "Liste d'attente" et "Liste des pages modifiées" peut geler votre ordinateur pendant près d'une minute
074=Ne plus afficher
075=La mémoire a été nettoyée : %s libéré(s).
076=Les droits d'administrateur sont nécessaires : veuillez relancer l'application en tant qu'administrateur !
077=Téléchargement de la mise à jour...
078=La mise à jour a été téléchargée.
079=Problème avec le serveur de mise à jour.
080=Recherche d'une nouvelle version...
081=Mise à jour disponible. Voulez-vous l'installer ?
082=Réinitialiser
083=Êtes-vous sûr de vouloir réinitialiser tous les paramètres ?
084=Activer les notifications sonores
085=Avancé
086=Afficher
087=Utiliser le thème sombre
088=Vitesse
045=Ensemble de travail
046=Cache des fichiers système
047=Liste d'attente (sans priorité)
048=Liste d'attente*
049=Liste des pages modifiées*
050=Combiner les listes de mémoire (Windows 10+)
089=Autoriser le nettoyage de la liste d'attente et de la liste des pages modifiées pendant le nettoyage automatique
090=Consigner les résultats du nettoyage dans le journal de débogage
091=Thème
092=Paramètre système par défaut
093=Clair
094=Sombre
095=Cache du Registre (Windows 8.1+)
096=Cache des fichiers modifiés
097=Tableau de bord
098=minutes
099=Appuyez sur une nouvelle combinaison de touches
100=Le raccourci doit inclure Win, Ctrl, Alt ou Shift.
101=Enregistrer
102=Annuler
103=Ce raccourci est déjà utilisé.

; German
; Deutsche Übersetzung von Phoenix1747, Henry2o1o

[German]
001=Es ist kein Update verfügbar.
002=Update verfügbar, herunterladen und installieren?
003=Datei
004=Einstellungen
005=Beenden
006=Sprache
007=Hilfe
008=Webseite
009=Nach Updates suchen
010=Info
011=Spenden
012=Anzeigen/Verstecken
013=Deaktiviert
014=Bereiche bereinigen
015=Bereinigen, wenn übervoll
016=Alles Bereinigen
017=Speicher reinigen
018=Physischen Speicher
019=Ausgelagerte Dateien
020=Systemreserviert
021=In Verwendung
022=Verfügbar
023=Insgesamt
024=Allgemein
025=Speicher Bereinigen
026=Aussehen
027=Taskleisten-Symbole
028=Schließen
029=Allgemeine Einstellungen
030=Sprache
031=Zu bereinigende Speicherbereiche
032=Speicherverwaltung
034=Stil
035=Farbanzeige
036=Maussteuerung
037=Benachrichtigungen
038=Im Vordergrund bleiben
039=Beim Systemstart laden (Autostart)
040=Start minimiert
041=Speicherbereinigung bestätigen
042=Warnung der Benutzerkontensteuerung überspringen
043=Regelmäßig nach Updates suchen (empfohlen)
044=Sprache auswählen
051=Bei Erreichen des Auslastungsgrenzwerts bereinigen
052=In festgelegten Abständen bereinigen
053=Speicherreinigung:
054=Transparenten Hintergrund verwenden
055=Rand anzeigen
056=Abgerundete Ecken
057=Hintergrundfarbe ändern (stattdessen Text und Rand)
058=Antialiasing verwenden
059=Schriftart:
060=Textfarbe
061=Hintergrundfarbe
062=Farbe der "Warnungs-Stufe"
063=Farbe der "Gefahren-Stufe"
064=Grenzwert der Warnstufe
065=Grenzwert der Gefahrenstufe
067=Mittelklick
068=Verstecken/Anzeigen
069=Speicher reinigen
070=Taskmanager öffnen
071=Zeige Ergebnis der Speicherreinigung
072=Soll der Speicher wirklich bereinigt werden?
073=Standbyanwendungen und ausgelagerte Dateien auszuwählen, kann den Computer für bis zu einer Minute einfrieren, wollen Sie diese Option wirklich aktivieren?
074=Nicht mehr anzeigen
075=Der Speicher wurde zu %s bereinigt.
076=Dieses Programm benötigt Administratorrechte, bitte führen Sie dieses Programm als Administrator aus!
077=Update wird heruntergeladen…
078=Update wurde heruntergeladen.
079=Update-Server Verbindungsfehler.
080=Prüfung auf neue Releases…
081=Update verfügbar, möchten Sie dieses installieren?
082=Zurücksetzen
083=Sind Sie wirklich sicher, dass Sie alle Anwendungseinstellungen zurücksetzen möchten?
084=Benachrichtigungston aktivieren
085=Erweitert
033=Tastenkürzel
045=Arbeitssatz
046=Systemdateicache
047=Standbyliste (ohne Priorität)
048=Standbyliste*
049=Liste geänderter Seiten*
050=Speicherlisten kombinieren (Windows 10+)
066=Einfachklick
089=Bereinigung der Standbyliste und der Liste geänderter Seiten bei automatischer Bereinigung zulassen
090=Bereinigungsergebnisse im Debugprotokoll speichern
091=Design
092=Systemstandard
093=Hell
094=Dunkel
095=Registrierungscache (Windows 8.1+)
096=Cache geänderter Dateien
097=Dashboard
098=Minuten
099=Neue Tastenkombination drücken
100=Das Tastenkürzel muss Win, Ctrl, Alt oder Shift enthalten.
101=Speichern
102=Abbrechen
103=Dieses Tastenkürzel wird bereits verwendet.

; Hebrew
; PeterG תורגם לעברית ע"י

[Hebrew]
003=קובץ
004=הגדרות
005=יציאה
006=שפה
007=עזרה
008=אתר הבית
009=בדוק עדכונים
010=אודות
011=תרומה
012=להציג / להסתיר
013=לבטל
014=אזורי ניקוי
015=נקה כשהזיכרון מעל
016=ניקיון לפי טיימר
017=נקה זיכרון
018=זיכרון פיזי
019=זיכרון וירטואלי
020=מטמון מערכת
021=בשימוש
022=זמין
023=סה"כ זמין
024=בסיסי
025=ניקוי זיכרון
026=עיצוב
027=מגש
028=סגירה
029=הגדרות בסיסיות
030=שפת ממשק
031=אזור זיכרון לניקוי
032=ניהול זיכרון
033=קיצור מקשים
034=סגנון
035=חיווי צבע
036=שליטה בעכבר
037=התראות
038=חלון התוכנה מעל חלונות אחרים
039=הפעל בעת הפעלת מחשב
040=הפעל ממוזער
041=דרוש אישור כדי להתחיל בניקוי
042="User Account Control" התעלם מאזהרת
043=בדוק אם יש עדכונים מעת לעת (מומלץ)
044=בחירת שפה
051=ניקוי בהגעה לסף השימוש
052=ניקוי במרווחי זמן מוגדרים
053=ניקוי זיכרון:
054=השתמש ברקע שקוף
055=הצג קווי רשת
056=קצוות עגולים
057=שנה צבע רקע (במקום טקסט וקו)
058=השתמש ביישור
059=גופן:
060=צבע טקסט
061=צבע רקע
062=צבע - רמה מסוכנת
063=צבע - רמה קריטית
064=סף רמת אזהרה
065=סף רמת סכנה
067=לחיצה אמצעית
068=להציג / להסתיר
069=ניקוי זיכרון
070=פתח את מנהל המשימות
071=הצג את תוצאת ניקוי הזיכרון
072=?האם ברצונך לנקות את הזיכרון שלך
073=?יכולה לגרום לקפיאת המחשב לדקה או יותר, האם להפעיל אפשרות זאת "Modified page list" ו "Standby list" הפעלת אפשרות
074=אל תשאל שוב
075=%s ניקוי הזיכרון נעשה עם תוצאה
076=!נדרשות זכויות אדמין, הפעל את התוכנה כאדמין
082=אתחל
083=?האם ברצונך לאפס את כל הגדרות התוכנה
084=אפשר צליל התראה
085=מתקדם
045=ערכת עבודה
046=מטמון קובצי מערכת
047=רשימת המתנה (ללא עדיפות)
048=רשימת המתנה*
049=רשימת דפים ששונו*
050=שילוב רשימות זיכרון (Windows 10+)
066=לחיצה יחידה
089=אפשר ניקוי של רשימת ההמתנה ורשימת הדפים ששונו במהלך ניקוי אוטומטי
090=רישום תוצאות הניקוי ביומן ניפוי הבאגים
091=ערכת נושא
092=ברירת המחדל של המערכת
093=בהיר
094=כהה
095=מטמון הרישום (Windows 8.1+)
096=מטמון קבצים ששונו
097=לוח מחוונים
098=דקות
099=לחץ על צירוף מקשים חדש
100=קיצור המקשים חייב לכלול Win, Ctrl, Alt או Shift.
101=שמור
102=ביטול
103=קיצור מקשים זה כבר נמצא בשימוש.

; Hungarian
; BlueEyes Helpdesk

[Hungarian]
001=Nincs elérhető frissítés.
003=Fájl
004=Beállítások
005=Kilépés
007=Segítség
008=Weboldal
009=Frissítések ellenőrzése
010=Névjegy
012=Mutat/Rejt
013=Letiltva
015=Tisztítás memóriahasználati küszöbértéknél
016=Tisztítás időközönként
017=Memória tisztítása
018=Fizikai memória
019=Lapozófájl
020=A Rendszer által használt
021=Használatban
022=Szabad
023=Elérhető
024=Beállítás
025=Memória tisztítás
026=Megjelenés
027=Tálcaikon
028=Bezárás
029=Beállítások
030=Nyelv
031=Memória terület tisztítása
032=Memória kezelése
033=Gyorsbillentyű
034=Stílus
035=Színek
036=Egér
038=Mindig felül
039=Indítás a rendszerrel
042=Felhasználói fiók felügyeletének kihagyása
043=Frissítések rendszeres ellenőrzése (ajánlott)
044=Nyelv kiválasztása
051=Tisztítás a használati küszöb elérésekor
052=Tisztítás megadott időközönként
053=Memória tisztítás:
054=Átlátszó háttér
055=Keret mutatása
056=Kerek sarkok
057=Háttérszín beállítása (szöveg és keret)
058=Élsimítás
059=Betűtípus:
060=Szövegszín
061=Háttérszín
062="Figyelmeztetési szint" szine
063="Veszélyes szint" szine
064=Figyelmeztetési szint küszöbe
065=Veszélyszint küszöbe
067=Középső kattintás
068=Mutat/Rejt
069=Memória tisztítás
070=Feladatkezelő megnyitása
072=Megtisztítod a memóriát?
075=A memória %s -ban sikeresen tisztítva.
076=Kérlek futtasd a programo Rendszergazda jogokkal!!
006=Nyelv
037=Értesítések
045=Munkakészlet
046=Rendszerfájl-gyorsítótár
047=Készenléti lista (prioritás nélkül)
048=Készenléti lista*
049=Módosított lapok listája*
050=Memórialisták egyesítése (Windows 10+)
066=Egyszeres kattintás
089=A készenléti lista és a módosított lapok listájának tisztítása automatikus tisztításkor
090=Tisztítási eredmények mentése a hibakeresési naplóba
091=Téma
092=Rendszer alapértelmezése
093=Világos
094=Sötét
095=Rendszerleíró adatbázis gyorsítótára (Windows 8.1+)
096=Módosított fájlok gyorsítótára
097=Irányítópult
098=perc
099=Nyomjon le egy új billentyűkombinációt
100=A gyorsbillentyűnek tartalmaznia kell a Win, Ctrl, Alt vagy Shift billentyűt.
101=Mentés
102=Mégse
103=Ez a gyorsbillentyű már használatban van.
040=Indítás kis méretben
041=Megerősítés a memóriatisztítás előtt
071=Memóriatisztítás eredményének megjelenítése
084=Értesítési hang engedélyezése
085=Speciális
014=Tisztítási területek

; Indonesian (Bahasa Indonesia)
; Ida Bagus Anom Sanjaya | www.fb.me/Anom.Sanjaya17 

[Indonesian]
001=Tidak ada pembaruan tersedia saat ini, silakan periksa lagi nanti!
002=Mem Reduct baru saja merilis versi baru. Ingin mengunduh dan memasangnya?
003=Berkas
004=Pengaturan
005=Keluar
006=Bahasa
007=Bantuan
008=Laman situs kami
009=Memeriksa pembaruan
010=Tentang
011=Donasi Sukarela
012=Tampil/Sembunyi
013=Matikan
014=Area pembersihan
015=Bersihkan saat penggunaan mencapai ambang batas
016=Bersihkan pada interval tertentu
017=Bersihkan memori secara manual
018=Memori Fisik
019=Page File
020=System Working Set
021=Terpakai
022=Tersisa
023=Total tersedia
024=Umum
025=Pembersihan Memori
026=Tampilan
027=Ikon baki
028=Keluar
029=Konfigurasi Umum
030=Bahasa
031=Wilayah memori yang dibersihkan
032=Manajemen Memori
033=Pintasan
034=Gaya
035=Indikasi warna
036=Kontrol tetikus
037=Notifikasi
038=Selalu diatas
039=Memuat di permulaian sistem
040=Sembunyikan saat memulai
041=Konfirmasi memulai pembersihan memori
042=Langkahi peringatan "User Account Control"
043=Memeriksa pembaruan secara teratur (Disarankan)
044=Pilih bahasa
051=Bersihkan saat ambang penggunaan tercapai
052=Bersihkan pada interval yang ditentukan
053=Bersihkan Memori:
054=Gunakan latar belakang transparan
055=Tampilkan pinggiran
056=Pinggiran bentuk bulat
057=Ganti warna latar belakang (ketimbang teks dan pinggiran)
058=Gunakan antialiasing
059=Fon:
060=Warna teks
061=Warna latar belakang
062=Warna untuk "Level peringatan"
063=Warna untuk "Level berbahaya"
064=Ambang tingkat peringatan
065=Ambang tingkat bahaya
067=Klik tengah
068=Tampil/Sembunyi
069=Bersihkan Memori
070=Buka Windows Task Manager
071=Tampilkan notifikasi pembersihan memori
072=Apakah kamu ingin memulai pembersihan memori?
073=Memilih "Standby list" dan "Modified page list" mungkin akan menyebabkan komputer anda membeku hampir semenit atau lebih, anda yakin untuk mengaktifkan opsi ini?
074=Jangan tampilkan lagi
075=Memori yang telah dibersihkan sebesar %s. Semoga sistem anda berjalan dengan baik!
076=Akses Adminsitrator diperlukan, sila jalankan program sebagai Administrator!
077=Mengunduh pembaruan...
078=Mengunduh pembaruan selesai.
079=Koneksi server pembaruan gagal.
080=Memeriksa rilisan terbaru...
081=Tersedia pembaruan, apakah anda ingin memasangnya?
082=Setel Ulang
083=Apakah anda ingin menyetel ulang pengaturan aplikasi seperti semula?
084=Aktifkan suara pemberitahuan
085=Lanjutan
086=Tampilan
087=Gunakan tema gelap
045=Set kerja
046=Cache berkas sistem
047=Daftar siaga (tanpa prioritas)
048=Daftar siaga*
049=Daftar halaman yang diubah*
050=Gabungkan daftar memori (Windows 10+)
066=Klik sekali
089=Izinkan pembersihan daftar siaga dan daftar halaman yang diubah saat pembersihan otomatis
090=Catat hasil pembersihan ke log debug
091=Tema
092=Default sistem
093=Terang
094=Gelap
095=Cache registri (Windows 8.1+)
096=Cache berkas yang diubah
097=Dasbor
098=menit
099=Tekan kombinasi tombol baru
100=Pintasan harus menyertakan Win, Ctrl, Alt, atau Shift.
101=Simpan
102=Batal
103=Pintasan ini sudah digunakan.

; Italiano
; Traduzione in Italiano da victor

[Italian]
001=Nessun aggiornamento disponibile.
004=Impostazioni
005=Esci
007=Aiuto
008=Sito Web
009=Cerca aggiornamenti
010=Informazioni
011=Fai una donazione
012=Mostra/Nascondi
013=Disattiva
014=Pulisci area
015=Pulisci quando è superiore al
016=Pulisci ogni
017=Pulizia della memoria
018=Fisica
019=File di pagina
020=Cache del sistema
021=Usata
022=Libera
023=Totale disponibile
024=Generale
025=Pulizia della memoria
026=Aspetto
027=Icona di notifica
028=Chiudi
029=Configurazione generale
030=Lingua
031=Aree della memoria da pulire
032=Gestione della memoria
033=Scorciatoia da tastiera
034=Stile
035=Colori
036=Controllo mouse
037=Notifiche
038=Sempre visibile
039=Carica all'avvio del sistema
041=Conferma inizio pulizia della memoria
042=Ignora avviso richiesta "Controllo Account Utente"
043=Verifica aggiornamenti periodicamente (raccomandato)
044=Seleziona lingua
051=Pulisci al raggiungimento della soglia di utilizzo
052=Pulisci a intervalli specificati
053=Pulizia della memoria:
054=Usa sfondo trasparente
055=Mostra bordo
056=Angoli arrotondati
057=Cambia colore dello sfondo (invece del testo e del bordo)
058=Usa antialiasing
060=Colore del testo
061=Colore dello sfondo
062=Colore "Livello critico"
063=Colore "Livello di pericolo"
064=Soglia del livello di avviso
065=Soglia del livello di pericolo
067=Clic centrale
068=Mostra/Nascondi
069=Pulisce la memoria
070=Apre il task manager
071=Mostra i risultati della pulizia della memoria
072=Vuoi avviare la pulizia della memoria?
075=La memoria è stata pulita con un guadagno di %s.
076=Sono necessari i privilegi d'amministratore, esegui il programma come amministratore!
084=Abilita i suoni di notifica
085=Avanzate
006=Lingua
045=Working set
046=Cache dei file di sistema
047=Elenco standby (senza priorità)
048=Elenco standby*
049=Elenco pagine modificate*
050=Combina elenchi di memoria (Windows 10+)
066=Clic singolo
089=Consenti la pulizia dell'elenco standby e dell'elenco delle pagine modificate durante la pulizia automatica
090=Registra i risultati della pulizia nel log di debug
091=Tema
092=Impostazione predefinita del sistema
093=Chiaro
094=Scuro
095=Cache del registro (Windows 8.1+)
096=Cache dei file modificati
097=Dashboard
098=minuti
099=Premi una nuova combinazione di tasti
100=La scorciatoia deve includere Win, Ctrl, Alt o Shift.
101=Salva
102=Annulla
103=Questa scorciatoia è già in uso.
040=Avvia ridotto a icona

; <Japanese>
; <Rukoto, 四天王寺>

[Japanese]
001=利用可能なアップデートはありません。
002=アップデートが利用可能です。ダウンロードしてインストールしますか?
003=ファイル
004=設定
005=終了
006=言語
007=ヘルプ
008=Webサイト
009=アップデートを確認
010=このアプリについて
011=開発を支援する!
012=ウィンドウを表示/非表示
013=無効
014=クリーンアップする領域
015=使用率がしきい値に達したときにクリーンアップ
016=一定間隔でクリーンアップ
017=メモリ クリーンアップ
018=物理メモリ
019=仮想メモリ
020=システム ワーキング セット
021=使用量
022=利用可能量
023=総使用可能量
024=全般設定
025=メモリ クリーンアップ
026=外観
027=トレイ アイコン
028=閉じる
029=全般
030=言語
031=クリーンアップするメモリ領域
032=メモリ管理
033=ショートカット キー
034=スタイル
035=表示色
036=マウス制御
037=通知
038=常に手前に表示
039=システムの起動時に読み込む
040=最小化の状態で起動
041=メモリ クリーンアップ開始時に確認ダイアログを表示
042=「ユーザー アカウント制御」のプロンプト警告をスキップ
043=アップデートを定期的に確認 (推奨)
044=言語を選択
051=使用率がしきい値に達したときにクリーンアップ
052=指定した間隔でクリーンアップ
053=メモリ クリーンアップ:
054=背景を透明化
055=境界線を表示
056=角を丸くする
057=背景色を変更 (テキスト/境界線の色との切り替え)
058=アンチエイリアスを使用
059=フォント:
060=テキストの色
061=背景色
062=背景色 (警告レベル)
063=背景色 (危険レベル)
064=警告レベルのしきい値
065=危険レベルのしきい値
066=シングルクリック
067=ミドルクリック
068=ウィンドウを表示/非表示
069=メモリ クリーンアップ
070=タスク マネージャーを開く
071=メモリ クリーンアップの結果を表示
072=メモリ クリーンアップを実行してよろしいですか?
073=[スタンバイ リスト] と [更新されたページ リスト] を有効にすると、コンピューターが 1 分程度フリーズする場合があります。オプションを有効にしてよろしいですか?
074=今後このメッセージを表示しない
075=%s のメモリがクリーンアップされました。
076=管理者権限が必要なため、プログラムを管理者として実行してください。
077=アップデートをダウンロード中...
078=アップデートのダウンロードが完了しました。
079=アップデート サーバーに接続できません。
080=新しいリリースを確認しています...
081=アップデートが利用可能です。インストールしますか。
082=リセット
083=すべてのアプリケーション設定をリセットしてよろしいですか?
084=通知音を有効化
085=詳細設定
086=表示
087=ダーク テーマ
088=速度
045=ワーキング セット
046=システム ファイル キャッシュ
047=スタンバイ リスト (優先度なし)
048=スタンバイ リスト*
049=変更済みページ リスト*
050=メモリ リストを結合 (Windows 10+)
089=自動クリーンアップ時にスタンバイ リストと変更済みページ リストのクリーンアップを許可
090=クリーンアップ結果をデバッグ ログに記録
091=テーマ
092=システムの既定値
093=ライト
094=ダーク
095=レジストリ キャッシュ (Windows 8.1+)
096=変更済みファイル キャッシュ
097=ダッシュボード
098=分
099=新しいキーの組み合わせを押してください
100=ショートカットには Win、Ctrl、Alt、Shift のいずれかが必要です。
101=保存
102=キャンセル
103=このショートカットは既に使用されています。

[Kazakh]
001=Жаңартулар жоқ.
002=Жаңарту бар ма, жүктеп алып, орнатыңыз?
003=Файл
004=Параметрлер
005=Шығу
006=Тіл
007=Анықтама
008=Бағдарламаның сайты
009=Жаңартуларды тексеру
010=Бағдарлама туралы
011=Рахмет!
012=Көрсету / Жасыру
013=Өшіру
014=Тазалау алаңы
015=толтыру кезінде тазалау
016=таймер бойынша тазалау
017=жадты өшіріңіз
018=Жеке жады
019=Виртуалды жады
020=Жүйе кэші
021=қолданылған
022=бар
023=Барлығы қол жетімді
024=Негізгі
025=жадты өшіру
026=Тіркеу
027=Трей
028=Жабу
029=Негізгі параметрлер
030=Интерфейс тілі
031=Тазалаудың жады аумағы
032=Жадты басқару
033=Пернелер тіркесімі
034=Стиль
035=Түс көрсеткіші
036=Тышқандарды басқару
037=Хабарландырулар
038=Басқа терезелердің жоғарғы жағында
039=Жүйені іске қосу кезінде іске қосу
040=Шектеулі іске қосу
041=Тазартуды бастауды растауды талап етіңіз
042=«Пайдаланушы тіркелгісін басқару» ескертуін өткізіп жіберу
043=Жаңартуларды мезгіл-мезгіл тексеріңіз (ұсынылады)
044=Тілді таңдау
051=Пайдалану шегіне жеткенде тазалау
052=Көрсетілген аралықпен тазалау
053=Жадты тазалау:
054=Ашық фон пайдалану
055=Инсультті көрсету
056=Дөңгелектер
057=Фондық түсті өзгерту (мәтін мен инсульт орнына)
058=бүркеншікке қарсы қолданыңыз
059=Қаріп:
060=Мәтін түсі
061=Артқы түсі
062=«Қауіпті деңгей» түсі
063=«сыни деңгейдің» түсі
064=Ескерту деңгейінің шегі
065=Қауіп деңгейінің шегі
067=Ортаңғы батырмамен басу
068=көрсету / жасыру
069=жадты өшіріңіз
070=Тапсырма менеджерін ашу
071=Жадты тазалау нәтижесін көрсетіңіз
072=Жадты өшіруді шынымен қалайсыз ба?
073=«Күту режиміндегі тізім» және «Модифицирленген парақтар тізімі» қосылса, компьютерді бір минут немесе одан кейін сөндіруі мүмкін, шынымен осы параметрді қосқыңыз келе ме?
074=Енді сұрамаңыз
075=s нәтижесі бар жадты өшіріңіз.
076=әкімші құқықтары қажет, бағдарламаны әкімші ретінде іске қосыңыз!
077=Жаңарту жүктелуде ...
078=Жаңартуды аяқтадыңыз.
079=жаңарту серверіне қосылу кезінде қате пайда болды.
080=Жаңартуларды тексеру ...
081=Жаңарту бар ма, жаңартуды орнатқыңыз келе ме?
082=ысыру
083=Барлық бағдарлама параметрлерін қалпына келтіргіңіз келетініне сенімдісіз бе?
045=Жұмыс жиыны
046=Жүйелік файлдар кэші
047=Күту тізімі (басымдықсыз)
048=Күту тізімі*
049=Өзгертілген беттер тізімі*
050=Жад тізімдерін біріктіру (Windows 10+)
066=Бір рет басу
089=Автоматты тазалау кезінде күту тізімі мен өзгертілген беттер тізімін тазалауға рұқсат беру
090=Тазалау нәтижелерін жөндеу журналына жазу
091=Тақырып
092=Жүйенің әдепкі параметрі
093=Ашық
094=Қараңғы
095=Тізілім кэші (Windows 8.1+)
096=Өзгертілген файлдар кэші
097=Бақылау тақтасы
098=минут
099=Жаңа пернелер тіркесімін басыңыз
100=Тіркесімде Win, Ctrl, Alt немесе Shift болуы керек.
101=Сақтау
102=Бас тарту
103=Бұл пернелер тіркесімі қолданылып жатыр.
084=Хабарландыру дыбысын қосу
085=Қосымша

; 한국어 (Korean)
; 4Li, KOZ39

[Korean]
001=사용 가능한 업데이트가 없습니다.
002=업데이트를 사용할 수 있습니다, 다운로드하여 설치하시겠습니까?
003=파일
004=설정
005=종료
006=언어
007=도움말
008=웹사이트
009=업데이트 확인
010=정보
011=기부하기
012=표시/숨기기
013=비활성화
014=정리 영역
015=다음 이상일 때 정리
016=다음 시간마다 정리
017=메모리 정리
018=물리 메모리
019=가상 메모리
020=시스템 작업 집합
021=사용률
022=사용 가능
023=총 사용 가능
024=일반
025=메모리 정리
026=외형
027=트레이 아이콘
028=닫기
029=일반 구성
030=언어
031=정리할 메모리 영역
032=메모리 관리
033=바로 가기 키
034=모양
035=색상 표시
036=마우스 제어
037=알림
038=항상 맨 위에 고정
039=시스템 시작 시 자동 실행
040=최소화로 시작
041=메모리 정리 시작 확인
042='사용자 계정 제어' 물음 경고 건너뛰기
043=주기적으로 업데이트 확인 (권장)
044=언어 선택
051=사용량이 임계값에 도달하면 정리
052=지정한 간격으로 정리
053=메모리 정리:
054=투명 배경 사용
055=테두리 표시
056=둥근 테두리
057=배경 색상 변경 (문구와 테두리 대신)
058=안티앨리어싱 사용
059=글꼴:
060=텍스트 색상
061=배경 색상
062='경고 수준' 색상
063='위험 수준' 색상
064=경고 수준 임계값
065=위험 수준 임계값
067=가운데 클릭
068=표시/숨기기
069=메모리 정리
070=작업 관리자 열기
071=메모리 정리 결과 표시
072=메모리를 정리하시겠습니까?
073='Standby list' 및 'Modified page list'를 켜면 컴퓨터가 거의 1분 정도 멈출 수 있습니다, 이 옵션을 활성화하시겠습니까?
074=다시 묻지 않기
075=%s의 메모리가 정리됐습니다.
076=관리자 권한이 필요합니다. 관리자 권한으로 프로그램을 실행해 주세요!
077=업데이트 다운로드 중...
078=업데이트 다운로드 완료
079=업데이트 서버 연결 오류
080=새 배포를 확인하는 중...
081=업데이트를 사용할 수 있습니다, 설치하시겠습니까?
082=초기화
083=정말 모든 응용프로그램 설정을 초기화하시겠습니까?
084=알림 소리 활성화
085=고급
087=다크 모드 사용
045=작업 집합
046=시스템 파일 캐시
047=대기 목록 (우선순위 제외)
048=대기 목록*
049=수정된 페이지 목록*
050=메모리 목록 결합 (Windows 10+)
066=한 번 클릭
089=자동 정리 시 대기 목록 및 수정된 페이지 목록 정리 허용
090=정리 결과를 디버그 로그에 기록
091=테마
092=시스템 기본값
093=밝게
094=어둡게
095=레지스트리 캐시 (Windows 8.1+)
096=수정된 파일 캐시
097=대시보드
098=분
099=새 키 조합을 누르세요
100=바로 가기 키에는 Win, Ctrl, Alt 또는 Shift가 포함되어야 합니다.
101=저장
102=취소
103=이 바로 가기 키는 이미 사용 중입니다.

; Persian
; Mohammad Akhzari  ,  akhzari1376@gmail.com

[Persian]
001=بروزرسانی موجو نیست.
003=فایل
004=تنظیمات
005=خارج شدن
007=راهنمایی
008=وب سایت
009=بررسی بروزرسانی
010=درباره
012=مشخص/مخفی
013=غیرفعال کردن
014=فضاهای پاکسازی
015=پاک‌سازی هنگام رسیدن به آستانه
016=پاکسازی هر
017=پاکسازی حافظه
018=فیزیکی
019=Page file
020=تنظیمات درحال کارکرد سیستم
021=استفاده
022=آزاد
023=تمام در دسترس
024=عمومی
025=پاکسازی حافظه
026=ظاهر
027=آیکون
028=بستن
029=پیکربندی عمومی
030=زبان
031=حافظه ی منطقه ای که میخواهید حذف شود
032=مدیریت حافظه
033=میان‌بر صفحه‌کلید
034=مدل
035=نشانه ی رنگ ها
036=کنترل موس
037=اعلان‌ها
038=همیشه بالا
039=بالا آمدن همراه با ویندوز
041=تایید کردن شروع پاکسازی حافظه
042=رد کردن اخطار"User Account Control"
043=بررسی آخرین بروز رسانی بصورت دوره ای(پیشنهادی)
044=انتخاب زبان
051=پاک‌سازی هنگام رسیدن به آستانه مصرف
052=پاک‌سازی در فاصله‌های زمانی مشخص
053=پاکسازی حافظه:
054=استفاده از تصویر زمینه شفاف
055=نشان دادن حاشیه
056=کناره های گرد
057=تغییر دادن رنگ زمینه (به جای متن و حاشیه)
059=فونت:
060=رنگ متن
061=رنگ زمینه
062="Warning level" رنگ
063="Danger level" رنگ
064=آستانه سطح هشدار
065=آستانه سطح خطر
067=کلیک میانی
068=مشخص/مخفی
069=پاکسازی حافظه
070=باز کردن نوار وضیفه
071=نشان دادن نتیجه ی پاکسازی حافظه
072=آیا میخواهید پاکسازی حافظه را شروع کنید؟
075=Memory was cleaned now with %s saved.
076=فقط از طریق adminstrator کار میکند.لطفا برنامه را با adminstrator بالا بیاورید.
084=فعالسازی صدای آگاهسازی
085=پیشرفته
006=زبان
045=مجموعه کاری
046=حافظه نهان فایل‌های سیستم
047=فهرست آماده‌به‌کار (بدون اولویت)
048=فهرست آماده‌به‌کار*
049=فهرست صفحه‌های تغییریافته*
050=ترکیب فهرست‌های حافظه (Windows 10+)
066=تک‌کلیک
089=اجازه پاک‌سازی فهرست آماده‌به‌کار و صفحه‌های تغییریافته هنگام پاک‌سازی خودکار
090=ثبت نتایج پاک‌سازی در گزارش اشکال‌زدایی
091=پوسته
092=پیش‌فرض سیستم
093=روشن
094=تیره
095=حافظه نهان رجیستری (Windows 8.1+)
096=حافظه نهان فایل‌های تغییریافته
097=داشبورد
098=دقیقه
099=ترکیب کلید جدیدی را فشار دهید
100=میان‌بر باید شامل Win، Ctrl، Alt یا Shift باشد.
101=ذخیره
102=لغو
103=این میان‌بر هم‌اکنون در حال استفاده است.
040=شروع به‌صورت کوچک‌شده

; Polski
; Tłumaczył na Polski jawdar

[Polish]
001=Aktualizacje nie są dostępne.
003=Plik
004=Ustawienia
005=Wyjdź
007=Pomoc
008=Strona internetowa
009=Sprawdź aktualizacje
010=Informacje
011=Przekaż darowiznę
012=Pokaż/Ukryj
013=Wyłącz
014=Czyść obszary
015=Czyść Kiedy przekroczy
016=Czyść wszystko co
017=W Y C Z Y Ś Ć
018=Pamięć Fizyczna
019=Plik stronicowania
020=Praca systemu
021=Użycie
022=Wolna
023=Całkowita/dostępna
024=Ogólne ustawienia
025=Czyszczenie pamięci
026=Wygląd
027=Ikona w zasobniku
028=Zamknij
029=Konfiguracja ogólna
030=Język
031=Regiony pamięci do czyszczenia
032=Zarządzanie pamięcią
033=Skrót klawiaturowy
034=Styl
035=Wybierz kolor
036=Sterowanie myszą
037=Powiadomienia
038=Zawsze na wierzchu
039=Załaduj przy starcie systemu
041=Potwierdź czyszczenie pamięci
042=Pomiń szybkie ostrzegani - "Kontrolę konta użytkownika"
043=Okresowo sprawdzaj aktualizacje (zalecane)
044=Wybierz język
051=Czyść po osiągnięciu progu użycia
052=Czyść w określonych odstępach
053=Czyść pamięć:
054=Korzystaj z przezroczystym tłem
055=Pokaż obramowanie
056=Zaokrąglanie narożników
057=Zmiana koloru tła (zamiast tekstu i obramowania)
058=Wygładzanie
060=Kolor tekstu
061=Kolor tła
062="Poziom ostrzeżeń" Kolor
063="Poziom zagrożenia" Kolor
064=Próg poziomu ostrzeżenia
065=Próg poziomu zagrożenia
067=Kliknięcie środkowym przyciskiem
068=Pokaż/Ukryj
069=Wyczyść pamięć
070=Otwórz Menedżer zadań
071=Pokaż wyniki czyszczenie pamięci
072=Czy chcesz rozpocząć czyszczenie pamięci?
075=Pamięć została oczyszczona o %s.
076=Wymagane uprawnienia administratora, uruchom program jako administrator!
084=Włącz dźwięk powiadomienia
085=Zaawansowane
006=Język
045=Zestaw roboczy
046=Pamięć podręczna plików systemowych
047=Lista oczekujących (bez priorytetu)
048=Lista oczekujących*
049=Lista zmodyfikowanych stron*
050=Połącz listy pamięci (Windows 10+)
066=Pojedyncze kliknięcie
089=Zezwalaj na czyszczenie listy oczekujących i zmodyfikowanych stron podczas automatycznego czyszczenia
090=Zapisuj wyniki czyszczenia w dzienniku debugowania
091=Motyw
092=Ustawienie domyślne systemu
093=Jasny
094=Ciemny
095=Pamięć podręczna rejestru (Windows 8.1+)
096=Pamięć podręczna zmodyfikowanych plików
097=Pulpit
098=minut
099=Naciśnij nową kombinację klawiszy
100=Skrót musi zawierać Win, Ctrl, Alt lub Shift.
101=Zapisz
102=Anuluj
103=Ten skrót jest już używany.
040=Uruchom zminimalizowany

; Portuguese (Brazil)
; MCHAL, http://www.zetatalk.com

[Portuguese (Brazil)]
001=Não existe atualização por enquanto.
003=Arquivo
004=Configurar
005=Fechar
007=Ajuda
008=Site na web
009=Procurar atualização
010=Sobre
011=Fazer donativo
012=Exibir/Ocultar
013=Ativar/desativar
014=Áreas de Limpeza
015=Liberar a cada
016=Limpar a cada
017=Liberar memória
018=Física
019=Arquivo de paginação
020=Cache do sistema
021=Usada
022=Livre
023=Total livre
024=Principal
025=Liberação de memória
026=Aparência
027=Ícone Ár. Notificação
028=Fechar
029=Configuração principal
030=Idioma
031=Partes da memória para limpar
032=Gestão da memória
033=Atalho de teclado
034=Aparência
035=Indicação de cores
036=Comandos do mouse
037=Notificações
038=Manter o Painel de Configuração sempre na frente
039=Carregar com o sistema
041=Confirmar o início da limpeza da memória
042=Ignorar aviso do "Controle de Conta do Usuário"
043=Procurar atualização periodicamente (recomendado)
044=Selecionar idioma
051=Limpar ao atingir o limite de uso
052=Limpar em intervalos definidos
053=Liberar memória com estas teclas:
054=Usar fundo transparente
055=Exibir bordas
056=Exibir cantos arredondados
057=Mudar a cor do fundo (em vez do texto e da borda)
058=Usar suavização de bordas
059=Fonte:
060=Cor do texto
061=Cor do fundo
062=Cor do "Nível de alerta"
063=Cor do "Nível de perigo"
064=Limite do nível de aviso
065=Limite do nível de perigo
067=Clique do meio
068=Exibir/Ocultar
069=Liberar memória
070=Abrir o Gestor de Tarefas
071=Exibir resultados de limpeza de memória
072=Quer mesmo liberar (limpar a) memória?
075=Feita a limpeza da memória, com %s liberados.
076=Necessário ter privilégios administrativos. Favor executar o programa como administrador!
084=Habilitar sons de notificação
085=Avançado
006=Idioma
045=Conjunto de trabalho
046=Cache de arquivos do sistema
047=Lista de espera (sem prioridade)
048=Lista de espera*
049=Lista de páginas modificadas*
050=Combinar listas de memória (Windows 10+)
066=Clique único
089=Permitir a limpeza da lista de espera e de páginas modificadas durante a limpeza automática
090=Registrar os resultados da limpeza no log de depuração
091=Tema
092=Padrão do sistema
093=Claro
094=Escuro
095=Cache do Registro (Windows 8.1+)
096=Cache de arquivos modificados
097=Painel
098=minutos
099=Pressione uma nova combinação de teclas
100=O atalho deve incluir Win, Ctrl, Alt ou Shift.
101=Salvar
102=Cancelar
103=Este atalho já está em uso.
040=Iniciar minimizado

; Portuguese
; Luis Neves (luis.a.neves@sapo.pt)

[Portuguese]
001=Não há actualizações disponíveis.
003=Ficheiro
004=Definições
005=Sair
007=Ajuda
008=Página Web
009=Procurar actualizações
010=Acerca de
012=Mostrar/Ocultar
013=Desactivar
015=Limpar quando superior a
016=Limpar a cada
017=Limpar memória
018=Física
019=Ficheiro de Paginação
020=Cache do Sistema
021=Utilizada
022=Livre
023=Total disponível
024=Geral
025=Limpeza de memória
026=Aparência
027=Ícone de notificação
028=Fechar
029=Configuração geral
030=Idioma
031=Regiões da memória a limpar
032=Gestão de memória
033=Atalho de teclado
034=Estilo
035=Cores
036=Controlo do rato
037=Notificações
038=Sempre visível
039=Iniciar no arranque do sistema
042=Ignorar notificação do "Controlo da Conta de Utilizador" (UAC)
043=Procurar actualizações periodicamente (recomendado)
044=Selecionar idioma
051=Limpar ao atingir o limite de utilização
052=Limpar em intervalos definidos
053=Limpar memória:
054=Usar fundo transparente
055=Mostrar contorno
056=Cantos redondos
057=Mudar cor de fundo (em vez do texto e borda)
058=Usar suavização
059=Tipo de letra:
060=Cor do texto
061=Cor de fundo
062=Cor do "Nível de Alerta"
063=Cor do "Nível de Perigo"
064=Limite do nível de aviso
065=Limite do nível de perigo
067=Clique do meio
068=Mostrar/Ocultar
069=Limpar memória
070=Abrir gestor de tarefas
071=Mostrar resultado da limpeza de memória
072=Deseja iniciar a limpeza de memória?
075=A memória foi limpa com um ganho de %s.
076=São necessários previlégios de administrador, execute o programa como administrador!
084=Activar notificações sonoras
085=Avançadas
006=Idioma
045=Conjunto de trabalho
046=Cache de ficheiros do sistema
047=Lista de espera (sem prioridade)
048=Lista de espera*
049=Lista de páginas modificadas*
050=Combinar listas de memória (Windows 10+)
066=Clique único
089=Permitir a limpeza da lista de espera e de páginas modificadas durante a limpeza automática
090=Registar os resultados da limpeza no registo de depuração
091=Tema
092=Predefinição do sistema
093=Claro
094=Escuro
095=Cache do registo (Windows 8.1+)
096=Cache de ficheiros modificados
097=Painel
098=minutos
099=Prima uma nova combinação de teclas
100=O atalho deve incluir Win, Ctrl, Alt ou Shift.
101=Guardar
102=Cancelar
103=Este atalho já está a ser utilizado.
040=Iniciar minimizado
041=Confirmar antes da limpeza da memória
014=Áreas a limpar

; Romanian
; LeonardSSH (https://leonard.pw)

[Romanian]
001=Nu s-au gasit actualizari disponibile.
002=Actualizare disponibile, vrei sa o descarci si s-o instalezi?
003=Fisier
004=Setari
005=Iesire
006=Limbă
007=Ajutor
009=Verifica actualizari
010=Despre
011=Multumiri!
012=Arata/Ascunde
013=Dezactivati
014=Curata zonele
015=Curata cand este peste
016=Curata mereu
017=Curata memoria
018=Memorie fizica
019=Memorie virtuala
021=Folosire
022=Disponibil
023=Total disponibil
025=Se curata memoria
026=Aspect
027=Iconita
028=Inchide
029=Configuratie generala
030=Limba
031=Regiunile de memorie care trebuie curatate
032=Gestioneaza memoria
034=Stil
035=Indicator de culoare
036=Controlul mouse-ului
037=Notificări
038=Mereu sus
039=Incarca odata cu sistemul
040=Incarca minimalizat
041=Confirma stergerea memoriei
042=Treci peste warning-urile "User Account Control"
043=Verificati periodic actualizarile (recomandat)
044=Selectați limba
051=Curăță la atingerea pragului de utilizare
052=Curăță la intervalele specificate
053=Curata memoria:
054=Foloseste background transparent
055=Arata margini
056=Colturi rotunde
057=Schimba culoarea background-ului (inclusiv text-ul si marginile)
058=Folositi anti-aliasing
060=Culoare text
061=Culoare background
062=Culoare "Nivel de avertizare"
063=Culoare "Nivel de pericol"
064=Pragul nivelului de avertizare
065=Pragul nivelului de pericol
067=Clic cu butonul din mijloc
068=Arata/Ascunde
069=Sterge memoria
070=Deschide task manager-ul
071=Arata rezultatele curatarii memoriei
072=Esti sigur ca vrei sa cureti memoria?
073=Schimbarea din "Lista de asteptare" si "Lista de pagini modificata" poate bloca temporar computer-ul pentru aproximativ 1 minut, esti sigur ca vrei sa faci aceasta actiune?
074=Nu mai intreba
075=Memoria a fost eliberata cu rezultatul %s.
076=Necesita permisiuni de administrator, te rog sa rulezi programul ca administrator!
077=Se descarca actualizarea...
078=Actualizarea a fost descarcata.
079=Eroare la updatarea conexiunii cu server-ul.
080=Se verifica pentru noi versiuni...
081=Actualizare disponibila, esti sigur ca vrei s-o instalezi?
082=Resteaza
083=Esti sigur ca vrei sa resetezi toate setarile aplicatiei?
033=Comandă rapidă
045=Set de lucru
046=Memorie cache pentru fișierele de sistem
047=Listă de așteptare (fără prioritate)
048=Listă de așteptare*
049=Listă de pagini modificate*
050=Combină listele de memorie (Windows 10+)
066=Clic simplu
089=Permite curățarea listei de așteptare și a paginilor modificate în timpul curățării automate
090=Înregistrează rezultatele curățării în jurnalul de depanare
091=Temă
092=Setare implicită a sistemului
093=Luminoasă
094=Întunecată
095=Memorie cache a registrului (Windows 8.1+)
096=Memorie cache a fișierelor modificate
097=Tablou de bord
098=minute
099=Apăsați o nouă combinație de taste
100=Comanda rapidă trebuie să includă Win, Ctrl, Alt sau Shift.
101=Salvare
102=Anulare
103=Această comandă rapidă este deja utilizată.
020=Set de lucru al sistemului
024=General
084=Activează sunetul notificărilor
085=Avansat

; Russian
; Русская локализация от Henry++

[Russian]
000=1783877040
001=Нет доступных обновлений.
002=Доступно обновление, загрузить и установить?
003=Файл
004=Настройки
005=Выйти
006=Язык
007=Помощь
008=Сайт программы
009=Проверить обновления
010=О программе
011=Поблагодарить!
012=Показать/скрыть
013=Отключить
014=Область очистки
015=Очистка при заполнении
016=Очистка по таймеру
017=Очистить память
018=Физическая память
019=Файл подкачки
020=Системный кэш
021=Используется
022=Доступно
023=Всего доступно
024=Основные
025=Очистка памяти
026=Оформление
027=Трей
028=Закрыть
029=Основные параметры
030=Язык интерфейса
031=Область памяти для очистки
032=Управление памятью
033=Горячая клавиша
034=Стиль
035=Цветовая индикация
036=Управление мышью
037=Уведомления
038=Поверх остальных окон
039=Запускать при загрузке системы
040=Запускать свёрнутой
041=Требовать подтверждение запуска очистки
042=Пропускать предупреждение "User Account Control"
043=Периодически проверять обновления (рекомендуется)
044=Выберите язык
051=Очищать при достижении порога использования
052=Очищать с заданным интервалом
053=Очистка памяти:
054=Использовать прозрачный фон
055=Показывать обводку
056=Закруглять края
057=Изменять цвет фона (вместо текста и обводки)
058=Использовать сглаживание
059=Шрифт:
060=Цвет текста
061=Цвет фона
062=Цвет "опасного уровня"
063=Цвет "критического уровня"
064=Порог уровня предупреждения
065=Порог уровня опасности
066=Одиночный щелчок
067=Щелчок средней кнопкой
068=Показать/скрыть
069=Очистить память
070=Открыть диспетчер задач
071=Показывать результат очистки памяти
072=Вы действительно хотите очистить память?
073=Включение "Standby list" и "Modified page list" может подвергнуть компьютер зависанию на минуту и более, вы действительно хотите включить эту опцию?
074=Больше не спрашивать
075=Очистка памяти выполнена с результатом %s.
076=Требуются права администратора, запустите программу от имени администратора!
077=Загрузка обновления...
078=Загрузка обновления завершена.
079=Ошибка при подключении к серверу обновлений.
080=Проверка обновлений...
081=Доступно обновление, установить обновление?
082=Сбросить
083=Вы действительно хотите сбросить все настройки программы?
084=Включить звук уведомлений
085=Дополнительно
086=Вид
087=Использовать тёмную тему
088=Скорость
089=Разрешить очистку списка ожидания и изменённых страниц при автоматической очистке
090=Записывать результаты очистки в журнал отладки
045=Рабочий набор
046=Кэш системных файлов
047=Список ожидания (без приоритета)
048=Список ожидания*
049=Список изменённых страниц*
050=Объединить списки памяти (Windows 10+)
091=Тема
092=Системная тема
093=Светлая
094=Тёмная
095=Кэш реестра (Windows 8.1+)
096=Кэш изменённых файлов
097=Панель мониторинга
098=минут
099=Нажмите новое сочетание клавиш
100=Сочетание должно содержать Win, Ctrl, Alt или Shift.
101=Сохранить
102=Отмена
103=Это сочетание клавиш уже используется.

; Serbian Cyrillic
; Prevod: Adeii Schkartowsky (https://github.com/adeii), Radoš Milićev (https://github.com/rammba)

[Serbian (Cyrillic)]
001=Нема доступних ажурирања.
002=Ажурирање је доступно, преузмите и инсталирајте?
003=Фајл
004=Подешавања
005=Излаз
006=Језик
007=Помоћ
008=Веб-сајт
009=Провери ажурирања
010=О програму
011=Захвали се!
012=Прикажи / Сакриј
013=Онемогући
014=Очисти подручја
015=Очисти када пребаци
016=Очисти све
017=Очисти меморију
018=Физичка меморија
019=Виртуална меморија
020=Системски радни сет
021=Употреба
022=Доступно
023=Укупно доступно
024=Опште
025=Чишћење меморије
026=Изглед
027=Иконица обавештења
028=Затвори
029=Општа конфигурација
030=Језик
031=Подручја за чишћење
032=Управљање меморијом
033=Пречица на тастатури
034=Стил
035=Значење боја
036=Контрола миша
037=Обавештења
038=Увек на врху
039=Учитавање приликом покретања система
040=Покрени смањено
041=Потврдите почетак чишћења меморије
042=Прескочи "Контролу корисничког налога"
043=Повремено проверавајте ажурирања (препорука)
044=Изаберите језик
051=Очисти када се достигне праг коришћења
052=Очисти у задатим интервалима
053=Очисти меморију:
054=Користи провидну позадину
055=Прикажи ивицу
056=Округли углови
057=Промени боју позадине (уместо текста и ивице)
058=Користи умекшавање слова
059=Фонт:
060=Боја текста
061=Боја позадине
062=Боја "нивоа упозорења"
063=Боја "нивоа опасности"
064=Праг нивоа упозорења
065=Праг нивоа опасности
066=Један клик
067=Средњи клик
068=Прикажи / Сакриј
069=Очистите меморију
070=Отвори task manager
071=Прикажи резултате чишћења меморије
072=Да ли сте сигурни да желите да очистите меморију?
073=Укључивање "листе стања приправности" и "листе измењених страница" може замрзнути рачунар скоро минуту, да ли сте сигурни да омогућите ову опцију?
074=Не питај више!
075=Меморија је ослобођена за %s.
076=Захтеване администраторске привилегије, покрените програм као администратор!
077=Преузимање ажурирања...
078=Преузимање ажурирања је завршено.
079=Грешка при повезивању сервера за ажурирање.
080=Провера нових издања...
081=Доступно ажурирање, желите ли да га инсталирате?
082=Ресетуј
083=Да ли сте сигурни да желите да ресетујете све поставке апликације?
084=Омогући звук обавештења
085=Напредно
086=Приказ
087=Користи тамну тему
088=Брзина
045=Радни скуп
046=Кеш системских датотека
047=Листа стања приправности (без приоритета)
048=Листа стања приправности*
049=Листа измењених страница*
050=Обједини листе меморије (Windows 10+)
089=Дозволи чишћење листе стања приправности и измењених страница током аутоматског чишћења
090=Запиши резултате чишћења у дневник отклањања грешака
091=Тема
092=Подразумевано системско
093=Светла
094=Тамна
095=Кеш регистра (Windows 8.1+)
096=Кеш измењених датотека
097=Контролна табла
098=минута
099=Притисните нову комбинацију тастера
100=Пречица мора да садржи Win, Ctrl, Alt или Shift.
101=Сачувај
102=Откажи
103=Ова пречица се већ користи.

; Serbian Latin
; Prevod: Adeii Schkartowsky (https://github.com/adeii), Radoš Milićev (https://github.com/rammba)

[Serbian (Latin)]
001=Nema dostupnih ažuriranja.
002=Ažuriranje je dostupno, preuzmite i instalirajte?
003=Fajl
004=Podešavanja
005=Izlaz
006=Jezik
007=Pomoć
008=Veb-sajt
009=Proveri ažuriranja
010=O programu
011=Zahvali se!
012=Prikaži / Sakrij
013=Onemogući
014=Očisti područja
015=Očisti kada prebaci
016=Očisti sve
017=Očisti memoriju
018=Fizička memorija
019=Virtualna memorija
020=Sistemski radni set
021=Upotreba
022=Dostupno
023=Ukupno dostupno
024=Opšte
025=Čišćenje memorije
026=Izgled
027=Ikonica obaveštenja
028=Zatvori
029=Opšta konfiguracija
030=Jezik
031=Područja za čišćenje
032=Upravljanje memorijom
033=Prečica na tastaturi
034=Stil
035=Značenje boja
036=Kontrola miša
037=Obaveštenja
038=Uvek na vrhu
039=Učitavanje prilikom pokretanja sistema
040=Pokreni smanjeno
041=Potvrdite početak čišćenja memorije
042=Preskoči "Kontrolu korisničkog naloga"
043=Povremeno proveravajte ažuriranja (preporuka)
044=Izaberite jezik
051=Očisti kada se dostigne prag korišćenja
052=Očisti u zadatim intervalima
053=Očisti memoriju:
054=Koristi providnu pozadinu
055=Prikaži ivicu
056=Okrugli uglovi
057=Promeni boju pozadine (umesto teksta i ivice)
058=Koristi umekšavanje slova
060=Boja teksta
061=Boja pozadine
062=Boja "nivoa upozorenja"
063=Boja "nivoa opasnosti"
064=Prag nivoa upozorenja
065=Prag nivoa opasnosti
066=Jedan klik
067=Srednji klik
068=Prikaži / Sakrij
069=Očistite memoriju
070=Otvori task manager
071=Prikaži rezultate čišćenja memorije
072=Da li ste sigurni da želite da očistite memoriju?
073=Uključivanje "liste stanja pripravnosti" i "liste izmenjenih stranica" može zamrznuti računar skoro minutu, da li ste sigurni da omogućite ovu opciju?
074=Ne pitaj više!
075=Memorija je oslobođena za %s.
076=Zahtevane administratorske privilegije, pokrenite program kao administrator!
077=Preuzimanje ažuriranja...
078=Preuzimanje ažuriranja je završeno.
079=Greška pri povezivanju servera za ažuriranje.
080=Provera novih izdanja...
081=Dostupno ažuriranje, želite li da ga instalirate?
082=Resetuj
083=Da li ste sigurni da želite da resetujete sve postavke aplikacije?
084=Omogući zvuk obaveštenja
085=Napredno
086=Prikaz
087=Koristi tamnu temu
088=Brzina
045=Radni skup
046=Keš sistemskih datoteka
047=Lista stanja pripravnosti (bez prioriteta)
048=Lista stanja pripravnosti*
049=Lista izmenjenih stranica*
050=Objedini liste memorije (Windows 10+)
089=Dozvoli čišćenje liste stanja pripravnosti i izmenjenih stranica tokom automatskog čišćenja
090=Zapiši rezultate čišćenja u dnevnik otklanjanja grešaka
091=Tema
092=Podrazumevano sistemsko
093=Svetla
094=Tamna
095=Keš registra (Windows 8.1+)
096=Keš izmenjenih datoteka
097=Kontrolna tabla
098=minuta
099=Pritisnite novu kombinaciju tastera
100=Prečica mora da sadrži Win, Ctrl, Alt ili Shift.
101=Sačuvaj
102=Otkaži
103=Ova prečica se već koristi.

; Slovak
; Slovak translation (Marián Hikaník)

[Slovak]
001=Nie sú dostupné žiadne aktualizácie.
002=Je dostupná aktualizácia, chcete ju stiahnuť a nainštalovať?
003=Súbor
004=Nastavenia
005=Ukončiť
006=Jazyk
007=Pomocník
008=Webová stránka
009=Skontrolovať aktualizácie
010=O aplikácii
011=Poďakovať!
012=Zobraziť/skryť
013=Vypnúť
014=Vyčistiť oblasti
015=Vyčistiť ak je väčšie ako
016=Vyčistiť každých
017=Vyčistiť pamäť
018=Fyzická pamäť
019=Virtuálna pamäť
020=Pracovná súprava systému
021=Využitie
022=Dostupné
023=Celkovo dostupné
024=Všeobecné
025=Čistenie pamäte
026=Vzhľad
027=Ikona v paneli úloh
028=Zavrieť
029=Všeobecná konfigurácia
030=Jazyk
031=Čistené oblasti pamäte
032=Správa pamäte
033=Klávesová skratka
034=Štýl
035=Farebná indikácia
036=Ovládanie myšou
037=Oznámenia
038=Vždy navrchu
039=Načítať pri spustení systému
040=Spustiť minimalizované
041=Potvrdiť spustenie čistenia pamäte
042=Preskočiť výstrahu "Kontroly používateľských kont (UAC)"
043=Pravidelne kontrolovať aktualizácie (odporúča sa)
044=Vybrať jazyk
051=Vyčistiť po dosiahnutí limitu využitia
052=Čistiť v určených intervaloch
053=Vyčistiť pamäť:
054=Použiť priehľadné pozadie
055=Zobraziť okraj
056=Zaoblené rohy
057=Zmeniť farbu pozadia (namiesto textu a okraja)
058=Použiť antialiasing
059=Písmo:
060=Farba textu
061=Farba pozadia
062=Farba pre "stupeň výstrahy"
063=Farba pre "stupeň nebezpečenstva"
064=Limit úrovne upozornenia
065=Limit úrovne nebezpečenstva
067=Kliknutie stredným tlačidlom
068=Zobraziť/skryť
069=Vyčistiť pamäť
070=Otvoriť správcu úloh
071=Zobraziť výsledky čistenia pamäte
072=Naozaj chcete vyčistiť pamäť?
073=Prepnutie na "Zoznam v pohotovostnom režime" a "Modifikovaný zoznam stránok" môže spôsobiť pozastavenie činnosti počítača na minútu alebo dlhšie, naozaj chcete aktivovať túto voľbu?
074=Už sa nepýtať
075=Pamäť bola uvoľnená s výsledkom: %s.
076=Vyžadujú sa oprávnenia administrátora, prosím spustite tento program ako administrátor!
077=Sťahovanie aktualizácie...
078=Sťahovanie aktualizácie bolo dokončené.
079=Chyba pri pripájaní k aktualizačnému serveru.
080=Kontrola nových verzií programu...
081=Je dostupná aktualizácia, chcete ju nainštalovať?
083=Naozaj chcete vyvolať reset nastavení programu?
045=Pracovná množina
046=Vyrovnávacia pamäť systémových súborov
047=Pohotovostný zoznam (bez priority)
048=Pohotovostný zoznam*
049=Zoznam zmenených stránok*
050=Zlúčiť zoznamy pamäte (Windows 10+)
066=Jedno kliknutie
089=Povoliť čistenie pohotovostného zoznamu a zmenených stránok pri automatickom čistení
090=Zapisovať výsledky čistenia do denníka ladenia
091=Motív
092=Predvolené nastavenie systému
093=Svetlý
094=Tmavý
095=Vyrovnávacia pamäť registra (Windows 8.1+)
096=Vyrovnávacia pamäť zmenených súborov
097=Riadiaci panel
098=minút
099=Stlačte novú kombináciu klávesov
100=Skratka musí obsahovať Win, Ctrl, Alt alebo Shift.
101=Uložiť
102=Zrušiť
103=Táto klávesová skratka sa už používa.
084=Povoliť zvuk oznámení
085=Rozšírené

; Language: Español (ES)
; Translator: Jatune

[Spanish]
001=No hay actualizaciones disponibles.
002=Actualización disponible, descargar e instalar?
003=Archivo
004=Ajustes
005=Salir
006=Idioma
007=Ayuda
008=Página Web
009=Buscar actualizaciones
010=Acerca de
011=¡Dar gracias!
012=Mostrar/Ocultar
013=Deshabilitar
014=Areas a limpiar
015=Limpiar por encima de
016=Limpiar cada
017=Limpiar memoria
018=Memoria física
019=Memoria virtual (paginada)
020=Caché del Sistema
021=En uso
022=Libre
023=Total disponible
025=Limpieza de memoria
026=Apariencia
027=Icono del área de notificación
028=Cerrar
029=Configuración general
030=Idioma
031=Regiones de memoria a limpiar
032=Gestión de memoria
033=Atajo de teclado
034=Estilo
035=Indicación de color
036=Control del ratón
037=Notificaciones
038=Siempre visible
039=Cargar al iniciar el sistema
040=Iniciar minimizado
041=Confirmar inicio de limpieza de memoria
042=Omitir avisos del "Control de Cuentas de Usuario"
043=Buscar actualizaciones periódicamente (recomendado)
044=Seleccionar idioma
051=Limpiar al alcanzar el umbral de uso
052=Limpiar en intervalos especificados
053=Limpiar memoria:
054=Usar fondo transparente
055=Mostrar borde
056=Esquinas redondeadas
057=Cambiar el color de fondo (en lugar del texto y borde)
058=Usar Antialiasing
059=Fuente:
060=Color del texto
061=Color del fondo
062=Color del nivel "Alerta"
063=Color del nivel "Peligro"
064=Umbral del nivel de advertencia
065=Umbral del nivel de peligro
066=Un clic
067=Clic central
068=Mostrar/Ocultar
069=Limpiar memoria
070=Abrir "Administrador de Tareas"
071=Mostrar los resultados de la limpieza de memoria
072=¿Estas seguro que quieres limpiar la memoria?
073=Encender "Lista de espera" y "Lista de paginación modificada" podría bloquear tu computadora durante casi un minuto, ¿estás seguro de habilitar esta opción?
074=No volver a preguntar
075=Han sido liberados %s de memoria.
076=Derechos de administrador requeridos, por favor ejecute el programa como administrador!
077=Descargando actualización... %d%
078=Descarga de actualización terminada.
079=Error de conexión con el servidor de actualizaciones.
080=Buscando nuevas versiones...
081=Actualización disponible, ¿quieres instalarla?
082=Restablecer
083=¿Estas realmente seguro de que quieres restablecer todos los ajustes de la aplicación?
084=Activar sonido en las notificaciones
085=Avanzado
086=Vista
087=Usar tema oscuro
088=Velocidad de actualización
045=Conjunto de trabajo
046=Caché de archivos del sistema
047=Lista en espera (sin prioridad)
048=Lista en espera*
049=Lista de páginas modificadas*
050=Combinar listas de memoria (Windows 10+)
089=Permitir la limpieza de la lista en espera y las páginas modificadas durante la limpieza automática
090=Registrar los resultados de limpieza en el registro de depuración
091=Tema
092=Valor predeterminado del sistema
093=Claro
094=Oscuro
095=Caché del Registro (Windows 8.1+)
096=Caché de archivos modificados
097=Panel
098=minutos
099=Presione una nueva combinación de teclas
100=El atajo debe incluir Win, Ctrl, Alt o Shift.
101=Guardar
102=Cancelar
103=Este atajo ya está en uso.
024=General

; Swedish
; TranslatorName=Åke Engelbrektson
; TranslatorURL=https://svenskasprakfiler.se
; LastUpdated=27 Feb 2016

[Swedish]
001=Inga uppdateringar tillgängliga.
003=Arkiv
004=Inställningar
005=Avsluta
007=Hjälp
008=Webbsida
009=Sök efter uppdateringar
010=Om
011=Donera
012=Visa/Dölj
013=Inaktivera
014=Rensa område
015=Rensa vid mer än
016=Rensa varje
017=Rensa minnet
018=Fysiskt
019=Växlingsfil
020=Systemarbetsminne
021=Används
022=Ledigt
023=Tillgängligt sammanlagt
024=Allmänt
025=Minnesrensning
026=Utseende
027=Systemikon
028=Stäng
029=Allmän konfiguration
030=Språk
031=Minnesområden att rensa
032=Minneshantering
033=Kortkommando
034=Stil
035=Färgindikation
036=Muskontroll
037=Aviseringar
038=Alltid överst
039=Läs in vid systemstart
041=Bekräfta minnesrensning
042=Överbrygga varningen från "User Account Control"
043=Sök periodiskt efter uppdateringar (rekommenderas)
044=Välj språk
051=Rensa när användningströskeln nås
052=Rensa med angivna intervall
053=Rensa minne:
054=Använd transparent bakgrund
055=Visa inramning
056=Runda hörn
057=Byt bakgrundsfärg (istället för text och inramning)
058=Använd kantutjämning
059=Teckensnitt:
060=Textfärg
061=Bakgrundsfärg
062=Färg för "Varningsnivå"
063=Färg för "Kritisk nivå"
064=Tröskel för varningsnivå
065=Tröskel för faronivå
067=Mittenklick
068=Visa/Dölj
069=Rensa minne
070=Öppna Aktivitetshanteraren
071=Visa rensningsresultat
072=Vill du påbörja minnesrensning?
074=Do not show anymore
075=Minnet rensades och %s återställdes.
076=Administratörssättigheter krävs! Starta om programmet som administratör!
006=Språk
045=Arbetsmängd
046=Systemfilcache
047=Väntelista (utan prioritet)
048=Väntelista*
049=Lista över ändrade sidor*
050=Kombinera minneslistor (Windows 10+)
066=Enkelklick
089=Tillåt rensning av väntelistan och ändrade sidor vid automatisk rensning
090=Skriv rensningsresultat till felsökningsloggen
091=Tema
092=Systemstandard
093=Ljust
094=Mörkt
095=Registercache (Windows 8.1+)
096=Cache för ändrade filer
097=Instrumentpanel
098=minuter
099=Tryck på en ny tangentkombination
100=Kortkommandot måste innehålla Win, Ctrl, Alt eller Shift.
101=Spara
102=Avbryt
103=Det här kortkommandot används redan.
040=Starta minimerat
084=Aktivera aviseringsljud
085=Avancerat

; Turkish
; Çevirmen: <Alcazer Barış TÜRKGÜCÜ - github.com/Alcazer>, Jasanayaka (Ali Haktan Sığın), FastFingertips (github.com/fastfingertips)

[Turkish]
001=Yeni güncelleme yok.
002=Güncelleme mevcut, indirip kurulsun mu?
003=Dosya
004=Ayarlar
005=Çıkış
006=Dil
007=Yardım
009=Güncellemeleri denetle
010=Hakkında
011=Teşekkür et!
012=Göster/Gizle
013=Devre dışı
014=Bölgesel temizleme
015=Belirli yükte temizleme
016=Periyodik temizleme
017=Belleği temizle
018=Fiziksel bellek
019=Sanal bellek
020=Sistem çalışma seti
021=Kullanım
022=Boşta
023=Toplam
024=Genel
025=Bellek temizleme
026=Görünüm
027=Tepsi (Görev Çubuğu)
028=Kapat
029=Genel yapılandırma
030=Dil
031=Temizlenecek bölgeler
032=Bellek yönetimi
033=Klavye kısayolu
034=Stil
035=Renk göstergesi
036=Fare kontrolü
037=Bildirimler
038=Her zaman üstte
039=Sistem açılışında başlat
040=Küçültülmüş olarak başlat
041=Bellek temizliği uyarısı
042=UAC uyarısını geç
043=Güncellemeleri otomatik denetle (önerilir)
044=Dil seçin
051=Kullanım eşiğine ulaşıldığında temizle
052=Belirtilen aralıklarla temizle
053=Bellek temizleme kısayol tuşu:
054=Şeffaf arka plan kullan
055=Kenarlık göster
056=Oval köşeler
057=Değişken arkaplan rengi
058=Kenar yumuşatma kullan
059=Yazı tipi:
060=Metin rengi
061=Arka plan rengi
062="Uyarı seviyesi" rengi
063="Tehlike seviyesi" rengi
064=Uyarı düzeyi eşiği
065=Tehlike düzeyi eşiği
066=Tek tıklama
067=Orta tıklama
068=Göster/Gizle
069=Belleği temizle
070=Görev yöneticisini aç
071=Bellek temizleme sonuçlarını göster
072=Belleği temizlemek istediğinizden emin misiniz?
073="Bekleme listesi" ve "Değiştirilmiş sayfa listesi" verimli çalışmayabilir, emin misiniz?
074=Bir daha sorma
075=%s bellek boşaltıldı.
076=Yönetici hakları gerekli, lütfen programı yönetici olarak çalıştırın!
077=Güncelleme indiriliyor...
078=Güncelleme tamamlandı.
079=Güncelleme sunucusuna bağlanırken hata oluştu.
080=Yeni sürümler kontrol ediliyor...
081=Güncelleme mevcut, yüklemek ister misiniz?
082=Sıfırla
083=Tüm ayarları sıfırlamak istediğinizden emin misiniz?
084=Bildirim seslerini etkinleştir
085=Gelişmiş
086=Görünüm
087=Karanlık tema kullan
088=Hız
045=Çalışma kümesi
046=Sistem dosyası önbelleği
047=Bekleme listesi (önceliksiz)
048=Bekleme listesi*
049=Değiştirilmiş sayfa listesi*
050=Bellek listelerini birleştir (Windows 10+)
089=Otomatik temizleme sırasında bekleme ve değiştirilmiş sayfa listelerini temizlemeye izin ver
090=Temizleme sonuçlarını hata ayıklama günlüğüne yaz
091=Tema
092=Sistem varsayılanı
093=Açık
094=Koyu
095=Kayıt defteri önbelleği (Windows 8.1+)
096=Değiştirilmiş dosya önbelleği
097=Pano
098=dakika
099=Yeni bir tuş birleşimine basın
100=Kısayol Win, Ctrl, Alt veya Shift içermelidir.
101=Kaydet
102=İptal
103=Bu kısayol zaten kullanılıyor.

; Ukrainian
; Українська локалізація

[Ukrainian]
001=Нема доступних поновлень.
003=Файл
004=Налаштування
005=Вийти
006=Мова
007=Допомога
008=Сайт програми
009=Перевірити оновлення
010=Про програму
011=Подякувати!
012=Показати/сховати
013=Відключити
014=Зони для очищення
015=Очищення при заповненні
016=Очищення кожні
017=Очистити пам'ять
018=Фізична пам'ять
019=Файл підкачки
020=Системний кеш
021=Зайнято
022=Вільно
023=Усього доступно
024=Основні
025=Очищення пам'яті
026=Оформлення
027=Трей
028=Закрити
029=Основні параметри
030=Мова інтерфейсу
031=Область пам'яті для очищення
032=Управління пам'яттю
033=Гаряча клавіша
034=Стиль
035=Кольорова індикація
036=Управління мишкою
037=Сповіщення
038=Поверх інших вікон
039=Запускати під час завантаження системи
040=Запускати згорнутою
041=Вимагати підтвердження запуску очищення
042=Пропускати попередження "User Account Control"
043=Періодично перевіряти оновлення (рекомендовано)
044=Виберіть мову
051=Очищати при досягненні порога використання
052=Очищати із заданим інтервалом
053=Очищення пам'яті:
054=Використовувати прозорий фон
055=Показувати обведення
056=Закругляти краї
057=Міняти колір фону (замість тексту і обводки)
058=Використовувати зглажування
059=Шрифт:
060=Колір тексту
061=Колір фону
062=Колір "небезпечного рівня"
063=Колір "критичного рівня"
064=Поріг рівня попередження
065=Поріг рівня небезпеки
067=Клацання середньою кнопкою
068=Показати/сховати
069=Очистити пам'ять
070=Відкрити диспетчер завдань
071=Показувати результат очищення пам'яті
072=Ви дійсно хочете виконати очищення пам'яті?
073=Перемикання "Standby list" і "Modified page list" може призвести до зависання комп'ютера на хвилину або більше, Ви дійсно бажаєте увімкнути цю опцію?
074=Більше не показувати
075=Пам'ять очищена, %s збережено.
076=Потрібні права адміністратора, запустіть програму від імені адміністратора!
077=Скачую оновлення...
078=Оновленяя закінчено.
079=Неможливо зв'язатися з сервером оновлень.
080=Перевіряємо оновлення...
081=Доступне оновлення, завантажити?
082=Скинути
083=Ви дійсно хочете скинути всі налаштування програми?
084=Увімкнути звук сповіщень
085=Додатково
045=Робочий набір
046=Кеш системних файлів
047=Список очікування (без пріоритету)
048=Список очікування*
049=Список змінених сторінок*
050=Об'єднати списки пам'яті (Windows 10+)
066=Одиночне клацання
089=Дозволити очищення списку очікування та змінених сторінок під час автоматичного очищення
090=Записувати результати очищення в журнал налагодження
091=Тема
092=Системна тема
093=Світла
094=Темна
095=Кеш реєстру (Windows 8.1+)
096=Кеш змінених файлів
097=Панель моніторингу
098=хвилин
099=Натисніть нове сполучення клавіш
100=Сполучення має містити Win, Ctrl, Alt або Shift.
101=Зберегти
102=Скасувати
103=Це сполучення клавіш уже використовується.

; Vietnamese (Tiếng Việt)
; Được dịch bởi Tuan Anh (github.com/log1cs), michioxd (github.com/michioxd), tnhung2011 (github.com/tnhung2011)

[Vietnamese]
001=Chưa có cập nhật mới nào.
002=Có bản cập nhật mới, tải về và cài đặt ngay bây giờ?
003=Tệp
004=Cấu hình
005=Kết thúc
006=Ngôn ngữ
007=Khác
008=Mã nguồn
009=Xác định cập nhật
010=Giới thiệu
011=Quyên góp cho tác giả
012=Bảng điều khiển
013=Tắt
014=Vùng nhớ cần dọn
015=Dọn khi sử dụng lên đến
016=Dọn theo chu kỳ
017=Dọn bộ nhớ
021=Mức sử dụng
022=Còn có
023=Tổng còn có
024=Chung
025=Dọn bộ nhớ
026=Biểu trưng khay hệ thống
027=Hành vi khay hệ thống
028=Đóng
029=Tùy chọn chính
030=Ngôn ngữ
031=Vùng nhớ cần dọn
032=Tự động dọn
033=Phím tắt
034=Màu sắc và phông chữ
035=Màu nền thích nghi
036=Nhấp chuột
037=Thông báo
038=Đặt bảng điều khiển trên các cửa sổ khác
039=Khởi động cùng Windows
040=Thu nhỏ khi khởi động
041=Hỏi để xác nhận dọn
042=Tắt hộp thoại "User Account Control"
043=Cập nhật định kỳ (nên bật)
044=Chọn ngôn ngữ
051=Dọn khi đạt ngưỡng sử dụng
052=Dọn theo khoảng thời gian đã đặt
053=Dọn bộ nhớ:
054=Nền trong suốt
055=Tạo đường viền
056=Bo tròn góc
057=Thích nghi màu nền (theo phần trăm sử dụng bộ nhớ)
058=Áp dụng antialiasing
059=Phông chữ
060=Màu tỷ số
061=Nền mặc định
062=Nền "báo động"
063=Nền "nguy cấp"
064=Ngưỡng cảnh báo
065=Ngưỡng nguy hiểm
066=Nhấp một lần
067=Nhấp chuột giữa
068=Bảng điều khiển
069=Dọn bộ nhớ
070=Mở Task Manager
071=Thông báo kết quả
072=Bạn có muốn dọn bộ nhớ?
073=Tùy chọn này có thể khiến cho máy tính của bạn bị đơ vài phút. Bạn có muốn bật?
074=Không hỏi lại
075=Đã dọn %s bộ nhớ.
076=Chương trình cần quyền quản trị viên.
077=Đang cài đặt cập nhật...
078=Hoàn tất cài đặt cập nhât.
079=Không thể kết nối tới máy chủ.
080=Đang kiểm tra cập nhật...
081=Có cập nhật mới, bạn có muốn cài đặt?
082=Mặc định
083=Bạn có muốn đặt tất cả cấu hình về mặc định?
084=Bật chuông khi thông báo
085=Nâng cao
086=Xem
087=Giao diện tối
088=Tốc độ
045=Tập làm việc
046=Bộ nhớ đệm tệp hệ thống
047=Danh sách chờ (không ưu tiên)
048=Danh sách chờ*
049=Danh sách trang đã sửa đổi*
050=Kết hợp danh sách bộ nhớ (Windows 10+)
089=Cho phép dọn danh sách chờ và trang đã sửa đổi khi dọn tự động
090=Ghi kết quả dọn vào nhật ký gỡ lỗi
091=Chủ đề
092=Mặc định hệ thống
093=Sáng
094=Tối
095=Bộ nhớ đệm Registry (Windows 8.1+)
096=Bộ nhớ đệm tệp đã sửa đổi
097=Bảng điều khiển
098=phút
099=Nhấn tổ hợp phím mới
100=Phím tắt phải bao gồm Win, Ctrl, Alt hoặc Shift.
101=Lưu
102=Hủy
103=Phím tắt này đang được sử dụng.
018=Bộ nhớ vật lý
019=Bộ nhớ ảo
020=Tập làm việc hệ thống
